Revit 2027 API
BuiltInFailures.FamilyFailures.CannotApplySplitWithGap Property
 Can't make structural element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotApplySplitWithGap { get; }
Public Shared ReadOnly Property CannotApplySplitWithGap As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotApplySplitWithGap {
	FailureDefinitionId^ get ();
}
static member CannotApplySplitWithGap : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace